export const claimOptions = {
  nekachTov: [
    "Возврат денежных средств",
    "Замена товара",
    "Соразмерное уменьшение стоимости",
    "Возмещение расходов по устранению недостатков",
    "Безвозмездное устранение недостатков",
  ],
  nekachUsl: [
    "Возврат денежных средств",
    "Соразмерное уменьшение стоимости",
    "Возмещение расходов по устранению недостатков",
    "Безвозмездное устранение недостатков",
  ],
  srokiTov: ["Возврат денежных средств"],
  srokiUsl: ["Возврат денежных средств"],
  otkaz: [],
  vozvrat: [],
};

export const typeMap = {
  "nekachTov": "Некачественный товар",
  "nekachUsl": "Некачественная услуга (работа)",
  "srokiTov": "Нарушение сроков передачи предварительно оплаченного товара",
  "srokiUsl": "Нарушение сроков оказания услуг (выполнения работ)",
  "otkaz": "Односторонний отказ от услуги (работы)",
  "vozvrat": "Возврат качественного товара",
};
